Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# MachineNamingKeepLeftOption.Content
source: Keep characters from the left
ar_sa: الاحتفاظ بالأحرف من اليسار
bg_bg: Запазване на знаците отляво
cs_cz: Zachovat znaky zleva
da_dk: Bevar tegn fra venstre
de_de: Zeichen von links beibehalten
el_gr: Διατήρηση χαρακτήρων από τα αριστερά
es_mx: Conservar caracteres de la izquierda
et_ee: Säilita märgid vasakult
fi_fi: Säilytä merkit vasemmalta
fr_ca: Conserver les caractères à partir de la gauche
he_il: שמור תווים משמאל
hr_hr: Zadrži znakove slijeva
hu_hu: Karakterek megtartása balról
it_it: Mantieni i caratteri da sinistra
ja_jp: 左側の文字を保持
ko_kr: 왼쪽부터 문자 유지
lt_lt: Palikti simbolius iš kairės
lv_lv: Paturēt rakstzīmes no kreisās puses
nb_no: Behold tegn fra venstre
nl_nl: Tekens vanaf links behouden
pl_pl: Zachowaj znaki od lewej
pt_pt: Manter carateres da esquerda
ro_ro: Păstrați caracterele din stânga
ru_ru: Сохранить символы слева
sk_sk: Ponechať znaky zľava
sl_si: Ohrani znake z leve
sr_latn_rs: Zadrži znakove sleva
sv_se: Behåll tecken från vänster
th_th: เก็บอักขระจากด้านซ้าย
tr_tr: Soldaki karakterleri koru
uk_ua: Зберегти символи зліва
zh_cn: 保留左侧字符
zh_tw: 保留左側字元

# MachineNamingKeepRightOption.Content
source: Keep characters from the right
ar_sa: الاحتفاظ بالأحرف من اليمين
bg_bg: Запазване на знаците отдясно
cs_cz: Zachovat znaky zprava
da_dk: Bevar tegn fra højre
de_de: Zeichen von rechts beibehalten
el_gr: Διατήρηση χαρακτήρων από τα δεξιά
es_mx: Conservar caracteres de la derecha
et_ee: Säilita märgid paremalt
fi_fi: Säilytä merkit oikealta
fr_ca: Conserver les caractères à partir de la droite
he_il: שמור תווים מימין
hr_hr: Zadrži znakove zdesna
hu_hu: Karakterek megtartása jobbról
it_it: Mantieni i caratteri da destra
ja_jp: 右側の文字を保持
ko_kr: 오른쪽부터 문자 유지
lt_lt: Palikti simbolius iš dešinės
lv_lv: Paturēt rakstzīmes no labās puses
nb_no: Behold tegn fra høyre
nl_nl: Tekens vanaf rechts behouden
pl_pl: Zachowaj znaki od prawej
pt_pt: Manter carateres da direita
ro_ro: Păstrați caracterele din dreapta
ru_ru: Сохранить символы справа
sk_sk: Ponechať znaky sprava
sl_si: Ohrani znake z desne
sr_latn_rs: Zadrži znakove zdesna
sv_se: Behåll tecken från höger
th_th: เก็บอักขระจากด้านขวา
tr_tr: Sağdaki karakterleri koru
uk_ua: Зберегти символи справа
zh_cn: 保留右侧字符
zh_tw: 保留右側字元

# MachineNamingMoveDownButton.AutomationProperties.Name
source: Move component down
ar_sa: نقل المكون لأسفل
bg_bg: Преместване на компонента надолу
cs_cz: Přesunout součást dolů
da_dk: Flyt komponent ned
de_de: Komponente nach unten verschieben
el_gr: Μετακίνηση στοιχείου προς τα κάτω
es_mx: Mover componente hacia abajo
et_ee: Teisalda komponent alla
fi_fi: Siirrä osa alaspäin
fr_ca: Déplacer le composant vers le bas
he_il: העבר רכיב למטה
hr_hr: Pomakni komponentu dolje
hu_hu: Összetevő mozgatása lefelé
it_it: Sposta componente in basso
ja_jp: コンポーネントを下へ移動
ko_kr: 구성 요소를 아래로 이동
lt_lt: Perkelti komponentą žemyn
lv_lv: Pārvietot komponentu lejup
nb_no: Flytt komponent ned
nl_nl: Onderdeel omlaag verplaatsen
pl_pl: Przenieś składnik w dół
pt_pt: Mover componente para baixo
ro_ro: Mutați componenta în jos
ru_ru: Переместить компонент вниз
sk_sk: Presunúť súčasť nadol
sl_si: Premakni komponento navzdol
sr_latn_rs: Pomeri komponentu nadole
sv_se: Flytta komponenten nedåt
th_th: ย้ายส่วนประกอบลง
tr_tr: Bileşeni aşağı taşı
uk_ua: Перемістити компонент униз
zh_cn: 下移组件
zh_tw: 向下移動元件

# MachineNamingMoveUpButton.AutomationProperties.Name
source: Move component up
ar_sa: نقل المكون لأعلى
bg_bg: Преместване на компонента нагоре
cs_cz: Přesunout součást nahoru
da_dk: Flyt komponent op
de_de: Komponente nach oben verschieben
el_gr: Μετακίνηση στοιχείου προς τα επάνω
es_mx: Mover componente hacia arriba
et_ee: Teisalda komponent üles
fi_fi: Siirrä osa ylöspäin
fr_ca: Déplacer le composant vers le haut
he_il: העבר רכיב למעלה
hr_hr: Pomakni komponentu gore
hu_hu: Összetevő mozgatása felfelé
it_it: Sposta componente in alto
ja_jp: コンポーネントを上へ移動
ko_kr: 구성 요소를 위로 이동
lt_lt: Perkelti komponentą aukštyn
lv_lv: Pārvietot komponentu augšup
nb_no: Flytt komponent opp
nl_nl: Onderdeel omhoog verplaatsen
pl_pl: Przenieś składnik w górę
pt_pt: Mover componente para cima
ro_ro: Mutați componenta în sus
ru_ru: Переместить компонент вверх
sk_sk: Presunúť súčasť nahor
sl_si: Premakni komponento navzgor
sr_latn_rs: Pomeri komponentu nagore
sv_se: Flytta komponenten uppåt
th_th: ย้ายส่วนประกอบขึ้น
tr_tr: Bileşeni yukarı taşı
uk_ua: Перемістити компонент угору
zh_cn: 上移组件
zh_tw: 向上移動元件

# MachineNamingPageEnableToggle.AutomationProperties.Name
source: Enable machine naming rules
ar_sa: تمكين قواعد تسمية الجهاز
bg_bg: Активирайте правилата за именуване на машината
cs_cz: Povolit pravidla pro pojmenování strojů
da_dk: Aktiver regler for maskinnavngivning
de_de: Aktivieren Sie Regeln zur Maschinenbenennung
el_gr: Ενεργοποίηση κανόνων ονομασίας μηχανών
es_mx: Habilitar reglas de nombres de máquinas
et_ee: Luba masina nimetamise reeglid
fi_fi: Ota koneen nimeämissäännöt käyttöön
fr_ca: Activer les règles de dénomination des machines
he_il: אפשר כללי מתן שמות למכונה
hr_hr: Omogući pravila za imenovanje stroja
hu_hu: Gépelnevezési szabályok engedélyezése
it_it: Abilita le regole di denominazione della macchina
ja_jp: マシンの命名規則を有効にする
ko_kr: 머신 명명 규칙 활성화
lt_lt: Įgalinti mašinos pavadinimo taisykles
lv_lv: Iespējot mašīnu nosaukumu piešķiršanas noteikumus
nb_no: Aktiver maskinnavnsregler
nl_nl: Schakel naamgevingsregels voor machines in
pl_pl: Włącz reguły nazewnictwa komputerów
pt_pt: Habilitar regras de nomenclatura de máquinas
ro_ro: Activați regulile de denumire a mașinii
ru_ru: Включить правила именования компьютеров
sk_sk: Povoliť pravidlá pomenovávania stroja
sl_si: Omogoči pravila za poimenovanje stroja
sr_latn_rs: Omogućite pravila imenovanja mašina
sv_se: Aktivera regler för maskinnamn
th_th: เปิดใช้งานกฎการตั้งชื่อเครื่อง
tr_tr: Makine adlandırma kurallarını etkinleştir
uk_ua: Увімкнути правила іменування машин
zh_cn: 启用机器命名规则
zh_tw: 啟用機器命名規則

# MachineNamingPageHeader.Description
source: Configure automatic and technician-assisted device naming.
ar_sa: قم بتكوين التسمية التلقائية والتسمية بمساعدة فني.
bg_bg: Конфигурирайте автоматичното и техник-асистирано именуване на устройства.
cs_cz: Konfigurujte automatické a technikem podporované pojmenovávání zařízení.
da_dk: Konfigurer automatisk og teknikergodkendt navngivning af enhed.
de_de: Konfigurieren Sie die automatische und technikerunterstützte Gerätebenennung.
el_gr: Διαμορφώστε την αυτόματη και τεχνική ονοματοδοσία συσκευών.
es_mx: Configure la denominación automática y asistida por técnico de dispositivos.
et_ee: Seadistage automaatne ja tehniku abiga seadme nimetamine.
fi_fi: Määritä automaattinen ja teknikko-avusteinen laitteen nimeäminen.
fr_ca: Configurer le nommage automatique et assisté par technicien.
he_il: הגדר מתן שמות למכשירים באופן אוטומטי ובסיוע טכנאי.
hr_hr: Konfigurirajte automatsko imenovanje uređaja i imenovanje uz pomoć tehničara.
hu_hu: Konfigurálja az automatikus és a technikus által támogatott eszközelnevezést.
it_it: Configura la denominazione automatica dei dispositivi e quella assistita dal tecnico.
ja_jp: 自動または技術者の支援によるデバイスの命名を構成します。
ko_kr: 자동 및 기술자 지원 장치 이름 지정을 구성합니다.
lt_lt: Konfigūruokite automatinį ir techniko padedamą įrenginių pavadinimų suteikimą.
lv_lv: Konfigurējiet automātisku un tehniķa atbalstītu ierīču nosaukšanu.
nb_no: Konfigurer automatisk og teknikerassistert navngivning av enheter.
nl_nl: Configureer automatische en door technici ondersteunde apparaatnaamgeving.
pl_pl: Skonfiguruj automatyczne i wspomagane przez technika nazewnictwo urządzeń.
pt_pt: Configure a atribuição automática de nomes e assistida por técnico aos dispositivos.
ro_ro: Configurați denumirea automată și asistată de tehnician a dispozitivelor.
ru_ru: Настройте автоматическое и выполняемое техником именование устройств.
sk_sk: Nakonfigurujte automatické a technikom podporované pomenovanie zariadení.
sl_si: Konfigurirajte samodejno poimenovanje naprav in poimenovanje ob pomoči tehnika.
sr_latn_rs: Konfigurišite automatsko imenovanje uređaja i imenovanje uz pomoć tehničara.
sv_se: Konfigurera automatisk enhetsnamngivning och namngivning med hjälp av tekniker.
th_th: กำหนดค่าการตั้งชื่ออุปกรณ์แบบอัตโนมัติและแบบมีช่างเทคนิคช่วย
tr_tr: Otomatik ve teknisyen destekli cihaz adlandırmayı yapılandırın.
uk_ua: Налаштуйте автоматичне та кероване техніком найменування пристроїв.
zh_cn: 配置自动和技术人员辅助的设备命名。
zh_tw: 設定自動與技術人員輔助的裝置命名。

# MachineNamingPageHeader.Title
source: Computer name
ar_sa: اسم الكمبيوتر
bg_bg: Име на компютъра
cs_cz: Název počítače
da_dk: Computernavn
el_gr: Όνομα υπολογιστή
es_mx: Nombre de la computadora
et_ee: Arvuti nimi
fi_fi: Tietokoneen nimi
fr_ca: Nom de l'ordinateur
he_il: שם המחשב
hr_hr: Naziv računala
hu_hu: Számítógép neve
it_it: Nome del computer
ja_jp: コンピュータ名
ko_kr: 컴퓨터 이름
lt_lt: Kompiuterio pavadinimas
lv_lv: Datora nosaukums
nb_no: Datamaskinnavn
nl_nl: Computernaam
pl_pl: Nazwa komputera
pt_pt: Nome do computador
ro_ro: Numele computerului
ru_ru: Имя компьютера
sk_sk: Názov počítača
sl_si: Ime računalnika
sr_latn_rs: Ime računara
sv_se: Datornamn
th_th: ชื่อคอมพิวเตอร์
tr_tr: Bilgisayar adı
uk_ua: Ім'я комп'ютера
zh_cn: 计算机名称
zh_tw: 電腦名稱

# MachineNamingPreviewCard.Header
source: Preview
ar_sa: معاينة
bg_bg: Визуализация
cs_cz: Náhled
da_dk: Forhåndsvisning
de_de: Vorschau
el_gr: Προεπισκόπηση
es_mx: Vista previa
et_ee: Eelvaade
fi_fi: Esikatselu
fr_ca: Aperçu
he_il: תצוגה מקדימה
hr_hr: Pretpregled
hu_hu: Előnézet
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리 보기
lt_lt: Peržiūra
lv_lv: Priekšskatījums
nb_no: Forhåndsvisning
nl_nl: Voorbeeld
pl_pl: Podgląd
pt_pt: Pré-visualização
ro_ro: Previzualizare
ru_ru: Предварительный просмотр
sk_sk: Ukážka
sl_si: Predogled
sr_latn_rs: Pregled
sv_se: Förhandsgranskning
th_th: ตัวอย่าง
tr_tr: Önizleme
uk_ua: Попередній перегляд
zh_cn: 预览
zh_tw: 預覽

# MachineNamingRemoveButton.AutomationProperties.Name
source: Remove component
ar_sa: إزالة المكون
bg_bg: Премахване на компонента
cs_cz: Odebrat součást
da_dk: Fjern komponent
de_de: Komponente entfernen
el_gr: Κατάργηση στοιχείου
es_mx: Quitar componente
et_ee: Eemalda komponent
fi_fi: Poista osa
fr_ca: Supprimer le composant
he_il: הסר רכיב
hr_hr: Ukloni komponentu
hu_hu: Összetevő eltávolítása
it_it: Rimuovi componente
ja_jp: コンポーネントを削除
ko_kr: 구성 요소 제거
lt_lt: Pašalinti komponentą
lv_lv: Noņemt komponentu
nb_no: Fjern komponent
nl_nl: Onderdeel verwijderen
pl_pl: Usuń składnik
pt_pt: Remover componente
ro_ro: Eliminați componenta
ru_ru: Удалить компонент
sk_sk: Odstrániť súčasť
sl_si: Odstrani komponento
sr_latn_rs: Ukloni komponentu
sv_se: Ta bort komponenten
th_th: นำส่วนประกอบออก
tr_tr: Bileşeni kaldır
uk_ua: Видалити компонент
zh_cn: 删除组件
zh_tw: 移除元件

# Nav_AboutKey.Description
source: Product and version information.
ar_sa: معلومات المنتج والإصدار.
bg_bg: Информация за продукта и версията.
cs_cz: Informace o produktu a verzi.
da_dk: Produkt- og versionsoplysninger.
de_de: Produkt- und Versionsinformationen.
el_gr: Πληροφορίες προϊόντος και έκδοσης.
es_mx: Información de producto y versión.
et_ee: Toote- ja versiooniteave.
fi_fi: Tuote- ja versiotiedot.
fr_ca: Informations sur le produit et la version.
he_il: מידע על המוצר והגרסה.
hr_hr: Informacije o proizvodu i verziji.
hu_hu: Termék- és verzióinformáció.
it_it: Informazioni sul prodotto e sulla versione.
ja_jp: 製品とバージョンの情報。
ko_kr: 제품 및 버전 정보.
lt_lt: Informacija apie produktą ir versiją.
lv_lv: Informācija par produktu un versiju.
nb_no: Produkt- og versjonsinformasjon.
nl_nl: Product- en versie-informatie.
pl_pl: Informacje o produkcie i wersji.
pt_pt: Informações sobre produto e versão.
ro_ro: Informații despre produs și versiune.
ru_ru: Информация о продукте и версии.
sk_sk: Informácie o produkte a verzii.
sl_si: Informacije o izdelku in različici.
sr_latn_rs: Informacije o proizvodu i verziji.
sv_se: Produkt- och versionsinformation.
th_th: ข้อมูลผลิตภัณฑ์และเวอร์ชัน
tr_tr: Ürün ve versiyon bilgileri.
uk_ua: Інформація про продукт і версію.
zh_cn: 产品和版本信息。
zh_tw: 產品和版本資訊。

# Nav_AboutKey.Title
source: About
ar_sa: حول
bg_bg: За
cs_cz: O
da_dk: Om
de_de: Über
el_gr: Περίπου
es_mx: Acerca de
et_ee: Umbes
fi_fi: Tietoja
fr_ca: À propos
he_il: בערך
hr_hr: Oko
hu_hu: Körülbelül
it_it: Circa
ja_jp: について
ko_kr: 소개
lt_lt: Apie
lv_lv: Par
nb_no: Om
nl_nl: Over
pl_pl: O
pt_pt: Sobre
ro_ro: Despre
ru_ru: О
sk_sk: O
sl_si: O tem
sv_se: Om
th_th: เกี่ยวกับ
tr_tr: Hakkında
uk_ua: про
zh_cn: 关于
zh_tw: 關於

# Nav_AdkKey.Description
source: ADK readiness and installation.
ar_sa: ADK الاستعداد والتثبيت.
bg_bg: ADK готовност и монтаж.
cs_cz: ADK připravenost a instalace.
da_dk: ADK klarhed og installation.
de_de: ADK Bereitschaft und Installation.
el_gr: ADK ετοιμότητα και εγκατάσταση.
es_mx: ADK preparación e instalación.
et_ee: ADK valmisolek ja paigaldus.
fi_fi: ADK valmius ja asennus.
fr_ca: ADK préparation et installation.
he_il: ADK מוכנות והתקנה.
hr_hr: ADK spremnost i montaža.
hu_hu: ADK készenlét és telepítés.
it_it: ADK preparazione e installazione.
ja_jp: ADK の準備とインストール。
ko_kr: ADK 준비 및 설치.
lt_lt: ADK parengtis ir įdiegimas.
lv_lv: ADK gatavība un uzstādīšana.
nb_no: ADK beredskap og installasjon.
nl_nl: ADK gereedheid en installatie.
pl_pl: ADK gotowość i instalacja.
pt_pt: ADK prontidão e instalação.
ro_ro: ADK pregătirea și instalarea.
ru_ru: ADK готовность и установка.
sk_sk: ADK pripravenosť a inštalácia.
sl_si: ADK pripravljenost in namestitev.
sr_latn_rs: ADK spremnost i montaža.
sv_se: ADK beredskap och installation.
th_th: ADK ความพร้อมและการติดตั้ง
tr_tr: ADK hazırlık ve kurulum.
uk_ua: ADK Готовність та встановлення.
zh_cn: ADK 准备和安装。
zh_tw: ADK 準備安裝。

# Nav_AiComponentsKey.Description
source: Remove or disable selected Windows AI components before OOBE.
ar_sa: قم بإزالة أو تعطيل مكونات Windows AI المحددة قبل OOBE.
bg_bg: Премахнете или деактивирайте избрани Windows AI компоненти преди OOBE.
cs_cz: Odeberte nebo deaktivujte vybrané komponenty Windows AI před OOBE.
da_dk: Fjern eller deaktiver valgte Windows AI-komponenter før OOBE.
de_de: Entfernen oder deaktivieren Sie ausgewählte Windows AI-Komponenten vor OOBE.
el_gr: Καταργήστε ή απενεργοποιήστε τα επιλεγμένα στοιχεία Windows AI πριν από το OOBE.
es_mx: Elimine o deshabilite los componentes de IA Windows seleccionados antes de OOBE.
et_ee: Eemaldage või keelake valitud Windows AI komponendid enne OOBE.
fi_fi: Poista tai poista käytöstä valitut Windows AI-komponentit ennen OOBE.
fr_ca: Supprimez ou désactivez les composants IA Windows sélectionnés avant OOBE.
he_il: הסר או השבת את רכיבי בינה מלאכותית Windows שנבחרו לפני OOBE.
hr_hr: Uklonite ili onemogućite odabrane Windows AI komponente prije OOBE.
hu_hu: Távolítsa el vagy tiltsa le a kiválasztott Windows AI-komponenseket OOBE előtt.
it_it: Rimuovi o disabilita i componenti AI Windows selezionati prima di OOBE.
ja_jp: OOBE の前に選択した Windows AI コンポーネントを削除または無効にします。
ko_kr: OOBE 이전에 선택한 Windows AI 구성 요소를 제거하거나 비활성화합니다.
lt_lt: Pašalinkite arba išjunkite pasirinktus Windows AI komponentus prieš OOBE.
lv_lv: Pirms OOBE noņemiet vai atspējojiet atlasītos Windows AI komponentus.
nb_no: Fjern eller deaktiver valgte Windows AI-komponenter før OOBE.
nl_nl: Verwijder of schakel geselecteerde Windows AI-componenten vóór OOBE uit.
pl_pl: Usuń lub wyłącz wybrane komponenty AI Windows przed OOBE.
pt_pt: Remova ou desative os componentes Windows AI selecionados antes de OOBE.
ro_ro: Eliminați sau dezactivați componentele AI Windows selectate înainte de OOBE.
ru_ru: Удалите или отключите выбранные компоненты AI Windows до OOBE.
sk_sk: Odstráňte alebo deaktivujte vybrané komponenty Windows AI pred OOBE.
sl_si: Odstranite ali onemogočite izbrane komponente umetne inteligence Windows pred OOBE.
sr_latn_rs: Uklonite ili onemogućite izabrane Windows AI komponente pre OOBE.
sv_se: Ta bort eller inaktivera valda Windows AI-komponenter före OOBE.
th_th: ลบหรือปิดใช้งานส่วนประกอบ AI ที่เลือก Windows ก่อน OOBE
tr_tr: OOBE'den önce seçilen Windows AI bileşenlerini kaldırın veya devre dışı bırakın.
uk_ua: Видаліть або вимкніть вибрані компоненти штучного інтелекту Windows перед OOBE.
zh_cn: 删除或禁用OOBE之前选定的Windows AI组件。
zh_tw: 刪除或停用OOBE之前選定的Windows AI組件。

# Nav_AiComponentsKey.Title
source: AI components
ar_sa: مكونات AI
bg_bg: AI компоненти
cs_cz: AI komponenty
da_dk: AI-komponenter
de_de: KI-Komponenten
el_gr: Συστατικά AI
es_mx: Componentes de IA
et_ee: AI komponendid
fi_fi: AI-komponentit
fr_ca: Composants IA
he_il: רכיבי AI
hr_hr: AI komponente
hu_hu: MI-összetevők
it_it: Componenti IA
ja_jp: AI コンポーネント
ko_kr: AI 구성 요소
lt_lt: DI komponentai
lv_lv: MI komponenti
nb_no: KI-komponenter
nl_nl: AI-onderdelen
pl_pl: Składniki AI
pt_pt: Componentes de IA
ro_ro: Componente IA
ru_ru: Компоненты ИИ
sk_sk: Komponenty AI
sl_si: Komponente UI
sr_latn_rs: AI komponente
sv_se: AI-komponenter
th_th: คอมโพเนนต์ AI
tr_tr: Yapay zeka bileşenleri
uk_ua: Компоненти ШІ
zh_cn: AI 组件
zh_tw: AI 元件

# Nav_AppRemovalKey.Description
source: Remove selected provisioned Windows apps before OOBE.
ar_sa: قم بإزالة تطبيقات Windows المتوفرة قبل OOBE.
bg_bg: Премахнете избраните предоставени Windows приложения преди OOBE.
cs_cz: Odeberte vybrané zřízené aplikace Windows před OOBE.
da_dk: Fjern valgte klargjorte Windows apps før OOBE.
de_de: Entfernen Sie ausgewählte bereitgestellte Windows Apps vor OOBE.
el_gr: Καταργήστε τις επιλεγμένες προβλεπόμενες εφαρμογές Windows πριν από το OOBE.
es_mx: Elimine las aplicaciones Windows aprovisionadas seleccionadas antes de OOBE.
et_ee: Eemaldage valitud etteantud Windows rakendused enne OOBE.
fi_fi: Poista valitut varustetut Windows-sovellukset ennen OOBE.
fr_ca: Supprimez les applications Windows provisionnées sélectionnées avant OOBE.
he_il: הסר יישומי Windows שנבחרו לפני OOBE.
hr_hr: Ukloni odabrane dodijeljene Windows aplikacije prije OOBE.
hu_hu: Távolítsa el a kijelölt Windows alkalmazásokat OOBE előtt.
it_it: Rimuovi le app Windows selezionate con provisioning prima di OOBE.
ja_jp: OOBE の前に、選択したプロビジョニング済みの Windows アプリを削除します。
ko_kr: OOBE 전에 선택한 프로비저닝된 Windows 앱을 제거합니다.
lt_lt: Pašalinkite pasirinktas numatytas Windows programas prieš OOBE.
lv_lv: Pirms OOBE noņemiet atlasītās nodrošinātās Windows lietotnes.
nb_no: Fjern valgte klargjorte Windows-apper før OOBE.
nl_nl: Verwijder geselecteerde ingerichte Windows-apps vóór OOBE.
pl_pl: Usuń wybrane udostępnione aplikacje Windows przed OOBE.
pt_pt: Remova aplicativos Windows provisionados selecionados antes de OOBE.
ro_ro: Eliminați aplicațiile selectate pentru Windows înainte de OOBE.
ru_ru: Удалите выбранные подготовленные приложения Windows до OOBE.
sk_sk: Odstráňte vybraté zabezpečené aplikácie Windows pred OOBE.
sl_si: Odstranite izbrane omogočene Windows aplikacije pred OOBE.
sr_latn_rs: Uklonite izabrane obezbeđene Windows aplikacije pre OOBE.
sv_se: Ta bort valda provisionerade Windows-appar före OOBE.
th_th: ลบแอป Windows ที่เลือกไว้ก่อนหน้า OOBE
tr_tr: OOBE'den önce seçilen temel hazırlığı yapılmış Windows uygulamalarını kaldırın.
uk_ua: Видаліть вибрані надані Windows програми перед OOBE.
zh_cn: 删除 OOBE 之前选定的已配置 Windows 应用程序。
zh_tw: 刪除 OOBE 之前選定的已配置 Windows 應用程式。

# Nav_AppRemovalKey.Title
source: AppX removals
ar_sa: إزالة تطبيقات AppX
bg_bg: Премахвания на AppX
cs_cz: Odebrání balíčků AppX
da_dk: AppX-fjernelser
de_de: AppX-Entfernungen
el_gr: Αφαιρέσεις AppX
es_mx: Eliminaciones de AppX
et_ee: AppX-i eemaldamised
fi_fi: AppX-poistot
fr_ca: Suppressions d’AppX
he_il: הסרת יישומי AppX
hr_hr: Uklanjanja AppX-a
hu_hu: AppX-eltávolítások
it_it: Rimozioni AppX
ja_jp: AppX アプリの削除
ko_kr: AppX 앱 제거
lt_lt: AppX šalinimai
lv_lv: AppX noņemšanas
nb_no: AppX-fjerninger
nl_nl: AppX-verwijderingen
pl_pl: Usuwanie pakietów AppX
pt_pt: Remoções de AppX
ro_ro: Eliminări AppX
ru_ru: Удаление пакетов AppX
sk_sk: Odstránenie balíkov AppX
sl_si: Odstranitve AppX
sr_latn_rs: Uklanjanja AppX paketa
sv_se: AppX-borttagningar
th_th: การลบแอป AppX
tr_tr: AppX kaldırmaları
uk_ua: Видалення пакетів AppX
zh_cn: AppX 应用删除
zh_tw: AppX 應用程式移除

# Nav_AutopilotInteractiveHashUploadKey.Description
source: Stage technician device-code sign-in for hardware hash registration during OOBE.
ar_sa: تجهيز تسجيل دخول الفني باستخدام رمز الجهاز لتسجيل تجزئة الأجهزة أثناء OOBE.
bg_bg: Подготвя влизане на техник с код на устройство за регистрация на хардуерен хеш по време на OOBE.
cs_cz: Připraví přihlášení technika pomocí kódu zařízení pro registraci hardwarového hashe během OOBE.
da_dk: Klargør teknikerlogin med enhedskode til registrering af hardwarehash under OOBE.
de_de: Stellt die Technikeranmeldung per Gerätecode für die Hardware-Hash-Registrierung während OOBE bereit.
el_gr: Προετοιμάζει σύνδεση τεχνικού με κωδικό συσκευής για εγγραφή κατακερματισμού υλικού κατά το OOBE.
es_mx: Prepara el inicio de sesión del técnico con código de dispositivo para registrar el hash de hardware durante OOBE.
et_ee: Valmistab ette tehniku seadmekoodiga sisselogimise riistvararäsi registreerimiseks OOBE ajal.
fi_fi: Valmistelee teknikon laitekoodikirjautumisen laitteiston hajautusarvon rekisteröintiä varten OOBE-vaiheessa.
fr_ca: Prépare la connexion du technicien par code d’appareil pour enregistrer le hachage matériel pendant l’OOBE.
he_il: מכין כניסת טכנאי באמצעות קוד מכשיר לרישום hash חומרה במהלך OOBE.
hr_hr: Priprema prijavu tehničara pomoću koda uređaja za registraciju hardverskog hasha tijekom OOBE-a.
hu_hu: Előkészíti a technikusi eszközkódos bejelentkezést a hardverhash regisztrálásához az OOBE során.
it_it: Prepara l’accesso del tecnico con codice dispositivo per registrare l’hash hardware durante OOBE.
ja_jp: OOBE 中のハードウェア ハッシュ登録のために、技術者のデバイス コード サインインを準備します。
ko_kr: OOBE 중 하드웨어 해시 등록을 위해 기술자 장치 코드 로그인을 준비합니다.
lt_lt: Paruošia techniko prisijungimą naudojant įrenginio kodą aparatūros maišos registracijai OOBE metu.
lv_lv: Sagatavo tehniķa pierakstīšanos ar ierīces kodu aparatūras jaucējkoda reģistrācijai OOBE laikā.
nb_no: Klargjør teknikerpålogging med enhetskode for registrering av maskinvarehash under OOBE.
nl_nl: Bereidt aanmelding met apparaatcode voor technici voor om de hardware-hash tijdens OOBE te registreren.
pl_pl: Przygotowuje logowanie technika kodem urządzenia do rejestracji skrótu sprzętowego podczas OOBE.
pt_pt: Prepara o início de sessão do técnico com código do dispositivo para registar o hash de hardware durante o OOBE.
ro_ro: Pregătește conectarea tehnicianului cu cod de dispozitiv pentru înregistrarea hashului hardware în timpul OOBE.
ru_ru: Подготавливает вход техника с помощью кода устройства для регистрации аппаратного хеша во время OOBE.
sk_sk: Pripraví prihlásenie technika pomocou kódu zariadenia na registráciu hardvérového hashu počas OOBE.
sl_si: Pripravi prijavo tehnika s kodo naprave za registracijo zgoščene vrednosti strojne opreme med OOBE.
sr_latn_rs: Priprema prijavljivanje tehničara pomoću koda uređaja za registraciju hardverskog heša tokom OOBE.
sv_se: Förbereder teknikerinloggning med enhetskod för registrering av maskinvaruhash under OOBE.
th_th: จัดเตรียมการลงชื่อเข้าใช้ของช่างเทคนิคด้วยรหัสอุปกรณ์สำหรับการลงทะเบียนแฮชฮาร์ดแวร์ระหว่าง OOBE
tr_tr: OOBE sırasında donanım karması kaydı için teknisyenin cihaz koduyla oturum açmasını hazırlar.
uk_ua: Готує вхід техніка за кодом пристрою для реєстрації апаратного хешу під час OOBE.
zh_cn: 在 OOBE 期间为硬件哈希注册准备技术人员设备代码登录。
zh_tw: 在 OOBE 期間為硬體雜湊註冊準備技術人員裝置代碼登入。
